{"UnderSquareBBS":{"next_id":5,"posts":[{"author":"Head DM","time":1750371192,"id":"1","body":"Welcome to the UnderSquare! You know the rules...","title":"Welcome/rules"},{"author":"Xceed","time":1750371631,"id":"2","body":"I made it! Not that it was difficult or anything...","title":"Underdwellers"},{"author":"JesterM","time":1750388309,"id":"3","body":"Hey all! JesterMan.exe here live from the Undersquare! After finding a contact with criminal connections, I was able to make my way here, (almost had 5 migranes along the way, shoutout to Undernet 3), but we made it. And this place is well worth the wait! Super spooky area, with lots of little hidden paths and roadblocks, including rumors of something known as AbyssNet? Sounds spooky. All I know is that these guys aren't to be messed with. So watch your back, be sure to use the UnderMetro, or Jack Out if things are too much for you, and stay safe. Have fun exploring internet Detroit everyone!  -JesterMan.exe","title":"UndSqr Review!"},{"author":"Indy","time":1750557200,"id":"4","body":"I think I hopped on the wrong line at Central Station. Where am I? Hey! Where's my zenny?!?! Alright, that's it. I'm outta here! -Indy","title":"Where in the.."}]},"ShaDisBBS":{"next_id":18,"posts":[{"author":"Luigi","time":1750037565,"id":"1","body":"Mario... Maaaaaaaaario... MAAAAAAAAAARIO...","title":"Mario..."},{"author":"ShaDisN","time":1750168983,"id":"2","body":"Yoooooooo we host servers now! We're in a whole different level now","title":"LET'S GO!!!"},{"author":"Knt.For","time":1750169593,"id":"3","body":"Keep up the good work!","title":"Good job!"},{"author":"Indy","time":1750170250,"id":"4","body":"Excellent job getting this working. Hope you stick around and make more great content!","title":"Woot. Woot."},{"author":"Ragashi","time":1750183425,"id":"5","body":"Has done it again!","title":"TheGreat Luigi"},{"author":"Wata","time":1750183674,"id":"6","body":"This is an hostile takeover, I, Wata, claim this page and BBS for the Great Wata Empire (tm)","title":"Invasion"},{"author":"Chair","time":1750194500,"id":"7","body":"Nice job setting up a server! I hope you create more in the future!!","title":"Well done!"},{"author":"D3str0y","time":1750202594,"id":"8","body":"I look forward to your future creations. Good job on getting this server up and running and sticking through it. Server making isnt the easiest thing and takes time to learn! Keep it up!","title":"Good Job!"},{"author":"caseoma","time":1750205134,"id":"9","body":"Monke was here, ook-ook!","title":"Ook-ook!"},{"author":"Zarymur","time":1750257893,"id":"10","body":"Borgor is good and yummy, it fills my tummy , yay borgor!","title":"Borgor <3 !"},{"author":"JesterM","time":1750259861,"id":"11","body":"Hey all! JesterMan.exe here, checking out my friend ShaDis's server! Super clean and compact, and having an easy to access BBS is always a treat. I give it 5 Stars! Awesome job dude, keep up the great content, and stay safe!     -JesterMan.exe","title":"ShaD HP Review"},{"author":"Xceed","time":1750299484,"id":"12","body":"Kept you waiting, huhhh?","title":"I'm here!"},{"author":"Luigi","title":"All aboard!","id":"13","body":"Train is online, have fun everyone. Expect a coffee shop soon so you can relax before your travels!","time":1750302846},{"author":"Zarymur","title":"Hype Train!","id":"14","body":"I like Trains <3","time":1750303190},{"author":"D3str0y","time":1750308196,"id":"15","body":"TRAINNNNNNNNNNSSSS","title":"I LIKE TRAINS "},{"author":"D3str0y","time":1750309180,"id":"16","body":"BN3 ACDC is now FULLY linked to this HP please travel back and forth as much as you wish!","title":"Always Connect"},{"author":"Quetzen","time":1750314922,"id":"17","body":"Quetzen! What a place! It's like coming out of the train station, and you get to see the enormous open space of a lobby! I like how the place is built up, and I hope it will be expanded in the future! It's always fun to see creativity that matches that of veterans, so to seepotent wisdom put into application is a boon! Oh, I hear my train coming, so until next time!","title":"What a place!"}]}}